Repository: rawan-alwadiya/iconnect
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Login
ar: تسجيل الدخول

# login_title
source: Welcome to iConnect store
ar: أهلا بك في متجر أيكونيكت

# login_subtitle
source: We offer the best deals and delivery services on smartphones, tablets, computers and accessories
ar: نوفر أفضل العروض مع خدمات التوصيل على أجهزة الهاتف المحمول, التابلت, اللابتوب وكماليات الأجهزه

source: Mobile
ar: الهاتف المحمول

source: password
ar: كلمة السر

source: Forget password?
ar: نسيت كلمة السر؟

source: Sign in
ar: تسجيل الدخول

# no_account
source: Do not have an account?
ar: ليس لديك حساب؟

source: Create now!
ar: انشىئ الآن!

source: Change Language
ar: تغيير اللغة

# select_language
source: Select suitable language
ar: اختر اللغة المناسبه

# create_title
source: Create Account
ar: انشاء حساب جديد

# create_subtitle
source: Please fill the input below here
ar: ادخل بيانات الحساب الجديد

source: Name
ar: الاسم

source: Email
ar: البريد الالكتروني

source: Register
ar: تسجيل

# forget_password_title
source: Forget Password
ar: طلب كلمة سر جديدة

# forget_password_subtitle
source: Please fill the input below here
ar: ادخل البيانات التالية

source: Submit
ar: ارسال

source: Activate Account
ar: تفعيل الحساب

source: Code
ar: رقم الكود

source: Activate
ar: تفعيل

source: Reset Password
ar: تغيير كلمة السر

source: Confirm Password
ar: تأكيد كلمة السر

source: START
ar: ابدأ

source: SKIP
ar: تخطى

source: Easy Shopping
ar: التسوق الأكثر متعة وراحة

# easy_shopping_subtitle
source: Enjoy shopping in iConnect store and make your order online!
ar: استمتع بالتسوق والطلب اوملاين مع متجر أيكونيكت!

source: Add to Cart
ar: تسوق بسهوله وأضف طلبك الى سلة المشتريات

# add_to_cart_subtitle
source: Enjoy shopping in iConnect store and make your order online!
ar: استمتع بالتسوق والطلب اوملاين مع متجر أيكونيكت!

# quick_payment
source: Quick and Easy Payment
ar: يمكنك تأكيد الطلب والدفع بسهوله مع متجر أيكونيكت

# quick_payment_subtitle
source: Enjoy shopping in iConnect store and make your order online!
ar: استمتع بالتسوق والطلب اوملاين مع متجر أيكونيكت!

source: Get Started
ar: ابدأ

source: Next
ar: التالي

source: iConnect
ar: أيكونيكت

source: Search
ar: بحث

source: Categories
ar: الأصناف

source: iOS
ar: أبل

source: Android
ar: أندرويد

source: HP
ar: اتش بي

source: Accessories
ar: كماليات

source: Best Selling
ar: الأفضل مبيعا

source: Shopping Cart
ar: سلة المشتريات

source: Price:
ar: السعر:

source: Color:
ar: اللون:

source: Total:
ar: المجموع:

source: Order now
ar: اطلب الآن

source: Enjoy Shopping!
ar: استمتع بالتسوق!

# add_items
source: Add Items to your Shopping cart
ar: أضف طلبك الى سلة المشتريات

source: Favorites
ar: المفضلة

# add_to_cart_button
source: Add To Cart
ar: أضف الى سلة المشتريات

# no_favorites
source: No favorite items yet
ar: أضف أصنافك المفضلة هنا

# mac_book_bro
source: MacBook Pro
ar: ماك بوك برو

# mac_book_pro_description
source: Easy to learn and to work and create in new ways
ar: سهل التعلم للعمل والابداع بطرق جديدة

# mac_book_air_m1
source: MacBook Air M1 chip
ar: ماك بوك اير m1

# mac_book_air_m1_description
source: MacBook Air with M1 is an incredibly portable laptop, quick and a beautiful Retina display
ar: ماك بوك اير m1 خفيف الوزن, سريع ويمتلك شاشه عرض رائعه

# mac_book_air_m2
source: MacBook Air M2 chip
ar: ماك بوك اير m2

# mac_book_air_m2_description
source: The M2 chip starts the next generation of Apple silicon, with even more of the speed and power efficiency of M1
ar: ماك بوك اير m2 الجيل الثاني يمتلك سرعه وقوة كفاءه أكثر من m1

source: iMac
ar: أي ماك

# imac_description
source: Astoundingly powerful, and designed to let you work, play and create in ways you never imagined
ar: قوي بشكل مذهل, صمم للعمل, للألعاب وللابداع فيه بطرق جديدة لم تكن تتصورها

source: Mac mini
ar: ماك ميني

# mac_mini_description
source: Mac mini with M2 packs the speed you need to let you work more easier and faster
ar: ماك ميني صمم بالسرعة التي تحتاجها لانجاز عملك بسهولة وسرعة

source: iPhone 14 Pro
ar: ايفون 14 برو

# iphone_14_pro_description
source: Super retina XDR display, proMotion technology, always-On display
ar: شاشه عرض رائعة, تقنية متقدمة ومتميزة

source: iPhone 14
ar: ايفون 14

# iphone_14_description
source: Super retina XDR display, advanced dual-camera system
ar: شاشة عرض رائعه, نظام كاميرا مزدوج متقدم

# iphone_13_pro
source: iPhone 13 Pro Max
ar: ايفون 13 برو ماكس

# iphone_13_pro_description
source: Updated camera, new colors and 1TB max storage..
ar: كاميرا محدثه بجودة عالية, ألوان جديدة ومساحة تخزين تصل الى 1 تيرا

source: iPhone SE
ar: ايفون اس اي

# iphone_se_description
source: Serious power serious value..
ar: قوة, كفاءة وجودة عاليه..

source: iPad Pro Max
ar: أيباد برو ماكس

# ipad_pro_max_description
source: Ultra Wide camera with a 12MP sensor,True Tone and ProMotion..
ar: كاميرا فائقه الاتساع مع مستشعر 12 ميجابيكسل, نغمه حقسقيه

source: iPad Air
ar: أيباد اير

# ipad_air_description
source: The 10.9-inch Liquid Retina display features advanced technologies..
ar: شاشه بحجم 10.9 انش, جودة عاليه وتكنولوجيا متقدمة

source: iPad 10th gen
ar: أيباد الجيل العاشر

# ipad_10th_gen_description
source: The all new colorful iPad for the things you do every day
ar: ألوان زاهيه جديده, جودة عالية لاتمام المهام اليوميه

source: iPad 9th gen
ar: أيباد الجيل التاسع

# ipad_9th_gen_description
source: All the essentials in the most affordable iPad
ar: يمتلك جميع الامكانيات التي تحتاجها والسعر منافس

source: iPad mini
ar: أيباد ميني

# ipad_mini_description
source: The full iPad experience designed to fit in one hand
ar: أيباد ميني بجميع الامكانيات المطلوبه صمم بحجم يناسب كفة يد واحدة

source: Apple Watch SE
ar: ساعة أبل اس اي

# apple_watch_se_description
source: Innovative safety features, Convenient ways to stay connected..
ar: ميزات أمان مبتكرة, طريقه مريحه ومبتكرة للبقاء على اتصال

source: Apple Watch Series 8
ar: ساعة أبل8

# apple_watch_series8_description
source: Always-On Retina display, blood Oxygen app
ar: ميزات رائعه بالاضافه الى القدرة على قياس التنفس وضغط الدم

source: Apple Watch Ultra
ar: ساعة أبل الترا

# apple_watch_ultra_description
source: Amazing features, depth gauge with water temperature sensor
ar: ميزات رائعه بالاضافه الى القدرة على قياس العمق مع مستشعر درجة حرارة الماء

source: Tab S8 Ultra
ar: تابليت اس8 الترا

# tab_s8_ultra_description
source: CPU Speed 2.99GHz and128 GB memory Storage Capacity..
ar: سرعه المعالج 2.99 هيرتز ومساحة تخزينية تصل الى 128 جيجا بايت

source: Tab S7
ar: تابليت اس7

# tab_s7_description
source: Features 11.0″ display, Snapdragon 865 5G+ chipset, 8000 mAh battery, 512 GB storage, 8 GB RAM
ar: شاشه عرض 11.0, بطاريه 8000 mAh, مساحه 512 جيجا بايت, رام 8 جيجا بايت

source: Tab A8
ar: تابليت اي8

# tab_a8_description
source: The Samsung Galaxy Tab A8 comes with 10.5-inch display Unisoc Tiger T618 processor
ar: مواصفات عاليه لتابليت اي8 وشاشه عرض 10.5 انش

source: Tab A7
ar: تابليت اي7

# tab_a7_description
source: The tablet comes with a 10.40-inch touchscreen display offering a resolution of 2000x1200 pixels
ar: شاشه عرض 10.4 انش مع درجه دقة 2000x1200 بكسل

source: Samsung s23 Ultra
ar: سامسونج اس23 الترا

# samsung_s23_ultra_description
source: The phone sports a 6.1-inch Dynamic AMOLED display with an adaptive 120Hz refresh rate
ar: مميزات رائعه وتكنولوجيا متقدمة مع شاشة عرض 6.1 انش

source: Samsung S22 Ultra
ar: سامسونج اس22 الترا

# samsung_s22_ultra_description
source: Updated camera, new colors and 1TB max storage..
ar: كاميرا مطوره, ألوان جديدة ومساحه تخزين 1 تيرا

source: Samsung Z Fold 4
ar: سامسونج زد فولد4

# samsung_z_fold4_description
source: Samsung Z Fold 4 is powered by the 4nm Qualcomm Snapdragon 8+ Gen 1 processor paired with 12GB of RAM
ar: العديد من المميزات الرائعة, رام 128 جيجا بايت

source: Vivo X80 Pro
ar: فيفو اكس80 برو

# vivo_x80_pro_description
source: Resolution, 1440 x 3200 pixels, stunning display and excellent battery life..
ar: دقه بدرجة 1440x3200 بكسل, شاشه عرض رائعه وبطاريه عاليه الجودة

source: Google Pixel 6a
ar: جوجل بكسل6 اي

# google_pixel_6a_description
source: It\'s the more affordable, super fast and secure Google phone..
ar: سعر مناسب,آمن وفائق السرعة

source: Asus Zenfone 9
ar: أسوس زنفولد9

# asus_zenfone9_description
source: ASUS Zenfone 9, the 5.9” compact size is perfect for one-handed use and the flagship performance meets every possibility in your life
ar: حجم 5.9 مناسب للاستخدام بيد واحدة, أداء ممتاز وعالي الجودة

source: HP Intel core i9
ar: اتش بي كور أي9

# hp_intel_core_i9_description
source: Intel Core i9 - 12th Generation Intel® Core™ i9 processor - Mobile workstation - Laptops
ar: الجيل الثاني عشر انتل معالج كور أي 9 بمواصفات عاليه الجودة

source: HP Intel core i7
ar: اتش بي كور أي7

# hp_intel_core_i7_description
source: The i7 processor is incredibly fast and perfect for multitasking..
ar: فائق السرعه وممتاز للمهام المتعددة

source: HP OMEN
ar: اتش بي اومن

# hp_omen_description
source: Highest levels of technology and performance..
ar: أعلى مستوى جودة وأداء

source: HP Envy 13
ar: اتش بي انفي 13

# hp_envy_13_description
source: Have all the power and features you need to bring your imagination to life
ar: يمتلك جميع المميزات والقوة لتحويل الخيال الى واقع

source: HP Chromebook
ar: اتش بي كروم بوك

# hp_chromebook_description
source: HP Chromebook x360, all day power and performance..
ar: جودة عالية وقوة في الأداء طوال اليوم

source: AirPods Pro
ar: اير بود برو

# airpods_pro_description
source: Adaptive Transparency reduces external noise, up to 6 hours of listening..
ar: جودة عاليه, تقلل من الضوضاء الخارجية وبطارية عالية الجودة تعمل ل 6 ساعات متواصلة

# kef_q950
source: KEF Q950 FLOORSTANDING SPEAKER
ar: كي اي اف كيو950 مكبرات الصوت الدائمة

# kef_q950_description
source: Best floorstanding speakers, designed for large spaces, exceptional clarity
ar: أفضل أنواع مكبرات الصوت صممت للمساحات الكبيره, وضوح الصوت عالي جدا

# bowers_wilkins
source: Bowers & Wilkins PX7 S2
ar: بورز اند ويلكينز بي اكس7 اس2

# bowers_wilkins_description
source: Trusted by music professionals the world over to deliver the most detailed, natural and immersive sound available
ar: مجربة وموثوقة من خبراء الموسيقى في أنحاء العالم ليمنحك صوت طبيعي ووضوح عالي الجودة

source: USB LED Lights
ar: يو اس بي ليد لايت

# usb_led_lights_description
source: A USB LED light is a portable LED lamp that can fit into multi-port USB hubs
ar: مصباح صغير يمكن وصله بمداخل ال يو اس بي للأجهزة او الشواحن

source: Payment Details
ar: تفاصيل الدفع

# how_pay
source: How would you like to pay?
ar: كيف أن تكون ترغب طريقة الدفع؟

# choose_payment
source: Choose payment method
ar: اختر طريقة الدفع

source: Card Number
ar: رقم البطاقة

source: Card Expiry
ar: تاريخ انتهاء صلاحية البطاقه

source: Card Holder Name
ar: اسم حامل البطاقة

source: Shipping Address
ar: عنوان الاستلام

# street
source: 25 Street, Sun City, New Work +60 12 567 1234
ar: شارع رقم 25, نيويورك 1234 567 12 +60

source: Pay Now
ar: ادفع الآن

source: Order completed successfully
ar: تم اكمال الطلب بنجاح

# please_enter_data
source: Please Enter required data correctly!
ar: أرجو ادخال المعلومات المطلوبة والتأكد من صحتها

source: Order Completed
ar: تم الطلب

source: Done
ar: تم

# items_added_cart
source: Item added to Cart successfully!
ar: تمت الاضافه الى سلة المشتريات بنجاح

# something_went_wrong
source: Something went wrong! Please try again later!
ar: يوجد خطأ ما! نرجو اعادة المحاولة لاحقا

# quantity_updated_cart
source: Quantity updated Successfully!
ar: تم تعديل الميه بنجاح

# color_updated
source: Color updated successfully
ar: تم تعديل اللون بنجاح

# items_deleted_cart
source: Item deleted successfully!
ar: تم الحذف بنجاح

# items_added_favorites
source: Item added to favorites Successfully
ar: تمت الاضافه الى المفضلة بنجاح

# items_deleted_favorites
source: Item deleted from favorites successfully
ar: تم الحذف من المفضلة بنجاح

# please_fill_data_register
source: Please fill your information to register
ar: نرجو اكمال المعلومات المطلوبة للتسجيل بنجاح

source: Logged in successfully
ar: تم الدخول الى حسابك بنجاح

source: Login failed
ar: لم تنجح عملية الدخول الى حسابك

source: Registered successfully
ar: تم التسجسل بنجاح

source: Registered failed
ar: لم تنجح عملية تسجيل الحساب

# mobile_number_exist
source: Mobile Number is exist, use another
ar: رقم الهاتف الذي أدخلته موجود بالغعل, استخدم رقم أخر

source: Phones
ar: هواتف

source: Tablets
ar: تابليت

source: Mac
ar: ماك

source: iPhone
ar: ايفون

source: iPad
ar: ايباد

source: Watch
ar: ساعات
